alacritty
alsa-tools
alsa-utils
ascii
asciinema
base
base-devel
bat
bluez-utils
brightnessctl
bspwm
ccache
dfu-util
dialog
discord
dkms
dmenu
docker
docker-compose
dtc
dunst
exfat-utils
firefox
grub
gtk-sharp-2
haveged
helix
htop
inxi
iw
lazygit
lf
libudev0-shim
linux-docs
linux-lts
lsb-release
neofetch
ntfs-3g
p7zip
pavucontrol
playerctl
polybar
python-boto3
python-virtualenv
rofi
screen
sdl2_image
sdl2_ttf
sof-firmware
spotify-launcher
thunderbird
ueberzug
unrar
unzip
vim
vlc
xautomation
xf86-input-synaptics
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
yt-dlp
zsh
